app/controllers/concerts_controller.rb

SELECT "concerts".* FROM "concerts" ORDER BY date ASC
---
	def index
		@concerts = Concert.all.order('date ASC')